Repository: onlyvae/loupe
Catalog: code/Loupe/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Loupe turns the geotags in your photos into place names using an Apple service. Only the raw coordinates are sent, never your photos.
ar: يحوّل Loupe الإحداثيات الجغرافية في صورك إلى أسماء أماكن باستخدام خدمة من Apple. تُرسَل الإحداثيات فقط، ولا تُرسَل صورك أبدًا.
de: Loupe wandelt die Geotags in deinen Fotos über einen Apple-Dienst in Ortsnamen um. Dabei werden nur die reinen Koordinaten gesendet, niemals deine Fotos.
es: Loupe convierte las geoetiquetas de tus fotos en nombres de lugares mediante un servicio de Apple. Solo se envían las coordenadas, nunca tus fotos.
fr: Loupe convertit les géotags de vos photos en noms de lieux à l’aide d’un service Apple. Seules les coordonnées brutes sont envoyées, jamais vos photos.
it: Loupe trasforma i geotag delle tue foto in nomi di luoghi usando un servizio Apple. Vengono inviate solo le coordinate grezze, mai le tue foto.
ja: Loupeは、Appleのサービスを使って写真のジオタグを地名に変換します。送信されるのは座標だけで、写真が送られることはありません。
ko: Loupe는 Apple 서비스를 이용해 사진의 위치 정보를 장소 이름으로 바꿔요. 사진은 보내지 않고 원시 좌표만 전송돼요.
pl: Loupe zamienia geotagi z Twoich zdjęć na nazwy miejsc, korzystając z usługi Apple. Wysyłane są tylko surowe współrzędne, nigdy Twoje zdjęcia.
pt_br: O Loupe transforma as geotags das suas fotos em nomes de lugares usando um serviço da Apple. Apenas as coordenadas são enviadas, nunca as suas fotos.
pt_pt: O Loupe transforma as geotags das suas fotografias em nomes de lugares através de um serviço da Apple. Apenas as coordenadas são enviadas, nunca as suas fotografias.
ru: Loupe определяет названия мест по геометкам твоих фото с помощью сервиса Apple. Отправляются только координаты, но не сами фото.
tr: Loupe, bir Apple hizmetini kullanarak fotoğraflarındaki coğrafi etiketleri yer adlarına dönüştürür. Yalnızca koordinatlar gönderilir, fotoğrafların asla gönderilmez.
uk: Loupe визначає назви місць за геомітками твоїх фото за допомогою сервісу Apple. Надсилаються лише координати, а не самі фото.
vi: Loupe chuyển các thẻ địa lý trong ảnh của bạn thành tên địa điểm bằng một dịch vụ của Apple. Chỉ tọa độ thô được gửi đi, không bao giờ gửi ảnh của bạn.
zh_hans: Loupe 使用 Apple 的服务将你照片中的地理标记转换为地点名称。只会发送坐标，绝不会发送你的照片。
zh_hant: Loupe 使用 Apple 的服務將你照片中的地理標記轉換為地點名稱。只會傳送座標，絕不會傳送你的照片。

source: Low power mode
ar: نمط الطاقة المنخفضة
de: Stromsparmodus
es: Modo de bajo consumo
fr: Mode économie d'énergie
it: Risparmio energetico
ja: 低電力モード
ko: 저전력 모드
pl: Tryb niskiego zużycia energii
pt_br: Modo de baixo consumo
pt_pt: Modo de baixo consumo
ru: Режим энергосбережения
tr: Düşük güç modu
uk: Режим енергозбереження
vi: Chế độ Nguồn điện Thấp
zh_hans: 低电量模式
zh_hant: 低耗電模式

source: Made by Mysk
ar: صُنع بواسطة Mysk
de: Von Mysk
es: Hecho por Mysk
fr: Conçu par Mysk
it: Realizzata da Mysk
ja: Mysk制作
ko: Mysk 제작
pl: Stworzone przez Mysk
pt_br: Feito pela Mysk
pt_pt: Feito pela Mysk
ru: Сделано Mysk
tr: Mysk tarafından yapıldı
uk: Створено Mysk
vi: Được tạo bởi Mysk
zh_hans: 由 Mysk 出品
zh_hant: 由 Mysk 製作

source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Masculin
it: maschile
ja: 男性
ko: 남성
pl: mężczyzna
pt_br: Masculino
pt_pt: Masculino
ru: Мужской
tr: Erkek
uk: Чоловічий
vi: Nam
zh_hans: 男声
zh_hant: 男性

source: Matter smart home
ar: منزل Matter الذكي
es: Hogar inteligente Matter
fr: Maison connectée Matter
it: Casa intelligente Matter
ja: Matterスマートホーム
ko: Matter 스마트 홈
pl: Inteligentny dom Matter
pt_br: Casa inteligente Matter
pt_pt: Casa inteligente Matter
ru: Умный дом Matter
tr: Matter akıllı ev
uk: Розумний дім Matter
vi: Nhà thông minh Matter
zh_hans: Matter 智能家居
zh_hant: Matter 智慧家庭

source: Max frames per second
ar: الحد الأقصى للإطارات في الثانية
de: Max. Bilder pro Sekunde
es: Fotogramas máximos por segundo
fr: Images par seconde maximum
it: Fotogrammi al secondo massimi
ja: 最大フレームレート
ko: 최대 초당 프레임 수
pl: Maksymalna liczba klatek na sekundę
pt_br: Máximo de quadros por segundo
pt_pt: Máximo de fotogramas por segundo
ru: Максимум кадров в секунду
tr: Saniyedeki maksimum kare sayısı
uk: Максимум кадрів за секунду
vi: Số khung hình tối đa mỗi giây
zh_hans: 最大帧率
zh_hant: 最高每秒影格數

source: Metal GPU families this hardware supports.
ar: عائلات وحدة معالجة الرسومات (GPU) لـ Metal التي تدعمها هذه الأجهزة.
de: Metal-GPU-Familien, die diese Hardware unterstützt.
es: Familias de GPU Metal que admite este hardware.
fr: Familles de GPU Metal prises en charge par ce matériel.
it: Famiglie di GPU Metal supportate da questo hardware.
ja: このハードウェアが対応するMetal GPUファミリー。
ko: 이 하드웨어가 지원하는 Metal GPU 제품군.
pl: Rodziny GPU Metal obsługiwane przez ten sprzęt.
pt_br: Famílias de GPU Metal compatíveis com este hardware.
pt_pt: Famílias de GPU Metal suportadas por este hardware.
ru: Семейства GPU Metal, которые поддерживает это устройство.
tr: Bu donanımın desteklediği Metal GPU aileleri.
uk: Сімейства Metal GPU, які підтримує це обладнання.
vi: Các dòng GPU Metal mà phần cứng này hỗ trợ.
zh_hans: 此硬件支持的 Metal GPU 系列。
zh_hant: 本硬體支援的 Metal GPU 家族。

source: metric
ar: متري
de: metrisch
es: métrico
fr: métrique
it: metrico
ja: メートル法
ko: 미터법
pl: metryczny
pt_br: métrico
pt_pt: métrico
ru: метрическая
tr: metrik
uk: метрична
vi: hệ mét
zh_hans: 公制
zh_hant: 公制

source: Missing apps
ar: التطبيقات المفقودة
de: Fehlende Apps
es: Apps no encontradas
fr: Apps absentes
it: App assenti
ja: 見つからないApp
ko: 없는 앱
pl: Brakujące aplikacje
pt_br: Apps ausentes
pt_pt: Apps em falta
ru: Отсутствующие приложения
tr: Eksik uygulamalar
uk: Відсутні застосунки
vi: Ứng dụng còn thiếu
zh_hans: 未安装的 App
zh_hant: 未安裝的 App

source: Model identifier
ar: مُعرّف الطراز
de: Modellkennung
es: Identificador del modelo
fr: Identifiant de modèle
it: Identificatore del modello
ja: モデル識別子
ko: 모델 식별자
pl: Identyfikator modelu
pt_br: Identificador do modelo
pt_pt: Identificador do modelo
ru: Идентификатор модели
tr: Model tanımlayıcı
uk: Ідентифікатор моделі
vi: Định danh kiểu máy
zh_hans: 型号标识符
zh_hant: 型號識別碼

source: Monday
ar: الاثنين
de: Montag
es: lunes
fr: lundi
it: lunedì
ja: 月曜日
ko: 월요일
pl: poniedziałek
pt_br: Segunda-feira
pt_pt: Segunda-feira
ru: Понедельник
tr: Pazartesi
uk: понеділок
vi: Thứ Hai
zh_hans: 星期一
zh_hant: 星期一

source: Most common genres by song count.
ar: الأنواع الأكثر شيوعًا حسب عدد الأغاني.
de: Häufigste Genres nach Titelanzahl.
es: Géneros más frecuentes por número de canciones.
fr: Genres les plus fréquents selon le nombre de morceaux.
it: Generi più comuni per numero di brani.
ja: 曲数の多い順のジャンル。
ko: 곡 수 기준 가장 많은 장르.
pl: Najczęstsze gatunki według liczby utworów.
pt_br: Gêneros mais comuns por número de músicas.
pt_pt: Géneros mais comuns por número de músicas.
ru: Самые частые жанры по числу песен.
tr: Şarkı sayısına göre en yaygın türler.
uk: Найпоширеніші жанри за кількістю пісень.
vi: Các thể loại phổ biến nhất theo số lượng bài hát.
zh_hans: 按歌曲数量统计最常见的流派。
zh_hant: 依歌曲數量排序的最常見類型。

source: Most common locations found across all geotagged photos.
ar: المواقع الأكثر شيوعًا الموجودة عبر جميع الصور ذات العلامات الجغرافية.
de: Häufigste Orte aus allen Fotos mit Geotag.
es: Ubicaciones más frecuentes encontradas en todas las fotos geoetiquetadas.
fr: Lieux les plus fréquents parmi toutes les photos géolocalisées.
it: Luoghi più comuni trovati in tutte le foto con geotag.
ja: すべてのジオタグ付き写真から最も多く見つかった場所。
ko: 위치 정보가 있는 모든 사진에서 가장 자주 나타나는 장소.
pl: Najczęstsze lokalizacje znalezione we wszystkich zdjęciach z geotagami.
pt_br: Localizações mais comuns encontradas em todas as fotos com geotag.
pt_pt: Localizações mais comuns encontradas em todas as fotografias com geoetiqueta.
ru: Самые частые места среди всех снимков с геометками.
tr: Tüm coğrafi etiketli fotoğraflarda en sık bulunan konumlar.
uk: Найчастіші місця серед усіх знімків з геомітками.
vi: Các vị trí phổ biến nhất tìm thấy trong tất cả ảnh có gắn thẻ địa lý.
zh_hans: 所有带地理标签的照片中最常出现的位置。
zh_hant: 在所有地理標記照片中最常出現的位置。

source: Motion & Fitness
ar: الحركة واللياقة
de: Bewegung & Fitness
es: Movimiento y forma física
fr: Mouvement et forme
it: Movimento e fitness
ja: モーションとフィットネス
ko: 동작 및 피트니스
pl: Ruch i sprawność
pt_br: Movimento e Fitness
pt_pt: Movimento e fitness
ru: Движение и фитнес
tr: Hareket ve Fitness
uk: Рух і фітнес
vi: Chuyển động & Thể chất
zh_hans: 运动与健身
zh_hant: 動作與健身

source: Motion & Sensors
ar: الحركة والمستشعرات
de: Bewegung & Sensoren
es: Movimiento y sensores
fr: Mouvement et capteurs
it: Movimento e sensori
ja: モーションとセンサー
ko: 동작 및 센서
pl: Ruch i czujniki
pt_br: Movimento e sensores
pt_pt: Movimento e sensores
ru: Движение и датчики
tr: Hareket ve Sensörler
uk: Рух і датчики
vi: Chuyển động & Cảm biến
zh_hans: 运动与传感器
zh_hant: 動作與感測器

source: Motion activity unavailable on this device
ar: نشاط الحركة غير متوفر على هذا الجهاز
de: Bewegungsaktivität auf diesem Gerät nicht verfügbar
es: Actividad de movimiento no disponible en este dispositivo
fr: Activité de mouvement indisponible sur cet appareil
it: Attività di movimento non disponibile su questo dispositivo
ja: このデバイスではモーションアクティビティを利用できません
ko: 이 기기에서는 동작 활동을 사용할 수 없어요
pl: Aktywność ruchu niedostępna na tym urządzeniu
pt_br: Atividade de movimento indisponível neste dispositivo
pt_pt: Atividade de movimento indisponível neste dispositivo
ru: Данные о движении недоступны на этом устройстве
tr: Hareket etkinliği bu cihazda kullanılamıyor
uk: Дані про рух недоступні на цьому пристрої
vi: Hoạt động chuyển động không khả dụng trên thiết bị này
zh_hans: 这台设备无法获取运动数据
zh_hant: 這台裝置無法取得動作活動

source: Motion is not available on macOS
ar: الحركة غير متوفرة على macOS
de: Bewegungssensoren sind auf macOS nicht verfügbar
es: El movimiento no está disponible en macOS
fr: Le mouvement n'est pas disponible sur macOS
it: Il movimento non è disponibile su macOS
ja: macOSではモーションを利用できません
ko: 동작 기능은 macOS에서 사용할 수 없어요
pl: Ruch jest niedostępny w systemie macOS
pt_br: Movimento não está disponível no macOS
pt_pt: O movimento não está disponível em macOS
ru: Движение недоступно в macOS
tr: Hareket sensörleri macOS'te kullanılamıyor
uk: Рух недоступний на macOS
vi: Chuyển động không khả dụng trên macOS
zh_hans: macOS 上不提供运动数据
zh_hant: macOS 上無法使用動作功能

source: Motion sensors stream up to 100 readings a second, and the patterns can hint at how you walk.
ar: تبث مستشعرات الحركة ما يصل إلى 100 قراءة في الثانية، ويمكن أن تلمح هذه الأنماط إلى طريقة مشيك.
de: Bewegungssensoren liefern bis zu 100 Werte pro Sekunde, und die Muster können verraten, wie du gehst.
es: Los sensores de movimiento envían hasta 100 lecturas por segundo, y los patrones pueden dar pistas sobre cómo caminas.
fr: Les capteurs de mouvement diffusent jusqu'à 100 valeurs par seconde, et leurs motifs peuvent révéler votre façon de marcher.
it: I sensori di movimento trasmettono fino a 100 letture al secondo, e i loro schemi possono rivelare come cammini.
ja: モーションセンサーは1秒あたり最大100回の値を流していて、そのパターンから歩き方が見えてくることがあります。
ko: 동작 센서는 초당 최대 100개의 측정값을 보내고, 그 패턴은 걷는 방식을 짐작하게 해요.
pl: Czujniki ruchu przesyłają nawet 100 odczytów na sekundę, a ich wzorce mogą zdradzać, jak chodzisz.
pt_br: Os sensores de movimento transmitem até 100 leituras por segundo, e os padrões podem revelar como você caminha.
pt_pt: Os sensores de movimento transmitem até 100 leituras por segundo, e os padrões podem revelar a sua forma de andar.
ru: Датчики движения выдают до 100 значений в секунду, и по этим закономерностям можно понять, как ты ходишь.
tr: Hareket sensörleri saniyede 100'e kadar ölçüm aktarır ve bu örüntüler yürüyüş biçimini ele verebilir.
uk: Датчики руху видають до 100 значень за секунду, і їхні візерунки можуть натякнути, як саме ти ходиш.
vi: Cảm biến chuyển động truyền tới 100 lần đọc mỗi giây, và các mẫu này có thể gợi ý cách bạn đi lại.
zh_hans: 运动传感器每秒可输出多达 100 条读数，这些规律能透露你走路的方式。
zh_hant: 動作感測器每秒最多可串流 100 筆讀數，這些模式會透露出你走路的方式。

source: Music
ar: الموسيقى
de: Musik
es: Música
fr: Musique
it: Musica
ja: ミュージック
ko: 음악
pl: Muzyka
pt_br: Música
pt_pt: Música
ru: Музыка
tr: Müzik
uk: Музика
vi: Âm nhạc
zh_hans: 音乐
zh_hant: 音樂

source: Music library counts and your most-played artists are taste signals that ad and recommendation networks pay for.
ar: عدد عناصر مكتبة الموسيقى والفنانون الأكثر استماعًا هي إشارات ذوق تدفع شبكات الإعلانات والتوصيات مقابل الحصول عليها.
de: Die Größe deiner Musikbibliothek und deine meistgehörten Künstler sind Geschmackssignale, für die Werbe- und Empfehlungsnetzwerke zahlen.
es: El recuento de tu biblioteca musical y tus artistas más escuchados son señales de gusto por las que pagan las redes de publicidad y recomendación.
fr: Le contenu de votre bibliothèque musicale et vos artistes les plus écoutés sont des signaux de goût que les régies publicitaires et les réseaux de recommandation paient pour obtenir.
it: I conteggi della libreria musicale e gli artisti che ascolti di più sono segnali sui tuoi gusti che le reti pubblicitarie e di raccomandazione pagano per ottenere.
ja: ミュージックライブラリの件数や再生回数の多いアーティストは、広告やレコメンドのネットワークがお金を払って手に入れる嗜好シグナルです。
ko: 음악 보관함 통계와 가장 많이 들은 아티스트는 광고 및 추천 네트워크가 돈을 주고 사는 취향 신호예요.
pl: Liczby z biblioteki muzyki i Twoi najczęściej odtwarzani wykonawcy to sygnały o gustach, za które płacą sieci reklamowe i rekomendacyjne.
pt_br: Os totais da sua biblioteca de música e os artistas mais ouvidos são sinais de gosto pelos quais as redes de anúncios e recomendações pagam.
pt_pt: A contagem da biblioteca de música e os artistas mais ouvidos são sinais de gosto pelos quais as redes de publicidade e recomendação pagam.
ru: Размер медиатеки Музыки и твои самые прослушиваемые исполнители — сигналы о вкусах, за которые платят рекламные и рекомендательные сети.
tr: Müzik kütüphanesindeki sayılar ve en çok dinlediğin sanatçılar, reklam ve öneri ağlarının para ödediği zevk sinyalleridir.
uk: Кількість треків у медіатеці Музики й твої найчастіше слухані виконавці — це сигнали смаку, за які рекламні та рекомендаційні мережі платять гроші.
vi: Số lượng trong thư viện nhạc và các nghệ sĩ bạn nghe nhiều nhất là những tín hiệu về sở thích mà các mạng quảng cáo và đề xuất sẵn sàng trả tiền để có được.
zh_hans: 音乐资料库的数量和你最常听的艺人，都是广告与推荐网络愿意付钱购买的口味信号。
zh_hant: 音樂資料庫的數量和你最常聽的藝人，是廣告與推薦網路願意付錢購買的品味訊號。

source: Native bounds
ar: الحدود الأصلية
de: Native Pixelmaße
es: Dimensiones nativas
fr: Dimensions natives
it: Dimensioni native
ja: ネイティブの解像度
ko: 네이티브 경계
pl: Natywne granice
pt_br: Dimensões nativas
pt_pt: Dimensões nativas
ru: Размер в пикселях
tr: Doğal sınırlar
uk: Фізичні межі
vi: Giới hạn gốc
zh_hans: 原生分辨率
zh_hant: 原生邊界

source: Needs permission
ar: يحتاج إلى إذن
de: Erlaubnis erforderlich
es: Requiere permiso
fr: Nécessite une autorisation
it: Richiede autorizzazione
ja: 許可が必要
ko: 권한 필요
pl: Wymaga zezwolenia
pt_br: Precisa de permissão
pt_pt: Requer permissão
ru: требуется разрешение
tr: İzin gerekli
uk: Потрібен дозвіл
vi: Cần quyền
zh_hans: 需要权限
zh_hant: 需要權限

source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
pl: Sieć
pt_br: Rede
pt_pt: Rede
ru: Сеть
tr: Ağ
uk: Мережа
vi: Mạng
zh_hans: 网络
zh_hant: 網路

source: Network interface address (local IP or cellular IP).
ar: عنوان واجهة الشبكة (عنوان IP المحلي أو الخلوي).
de: Adresse der Netzwerkschnittstelle (lokale IP oder Mobilfunk-IP).
es: Dirección de la interfaz de red (IP local o IP móvil).
fr: Adresse de l'interface réseau (IP locale ou IP cellulaire).
it: Indirizzo dell'interfaccia di rete (IP locale o IP cellulare).
ja: ネットワークインターフェイスのアドレス(ローカルIPまたはセルラーIP)。
ko: 네트워크 인터페이스 주소(로컬 IP 또는 셀룰러 IP).
pl: Adres interfejsu sieciowego (lokalny adres IP lub komórkowy adres IP).
pt_br: Endereço da interface de rede (IP local ou IP celular).
pt_pt: Endereço da interface de rede (IP local ou IP móvel).
ru: Адрес сетевого интерфейса (локальный IP или IP сотовой сети).
tr: Ağ arayüzü adresi (yerel IP veya hücresel IP).
uk: Адреса мережевого інтерфейсу (локальна IP або IP мобільної мережі).
vi: Địa chỉ giao diện mạng (IP cục bộ hoặc IP di động).
zh_hans: 网络接口的地址（本地 IP 或蜂窝 IP）。
zh_hant: 網路介面位址（本機 IP 或行動網路 IP）。

source: Network interfaces marked as up by the system.
ar: واجهات الشبكة التي يحددها النظام على أنها مفعلة.
de: Netzwerkschnittstellen, die vom System als aktiv markiert sind.
es: Interfaces de red que el sistema marca como activas.
fr: Interfaces réseau marquées comme actives par le système.
it: Interfacce di rete contrassegnate come attive dal sistema.
ja: システムによって稼働中とマークされたネットワークインターフェース。
ko: 시스템에서 활성 상태로 표시한 네트워크 인터페이스예요.
pl: Interfejsy sieciowe oznaczone przez system jako aktywne.
pt_br: Interfaces de rede marcadas como ativas pelo sistema.
pt_pt: Interfaces de rede marcadas como ativas pelo sistema.
ru: Сетевые интерфейсы, отмеченные системой как включённые.
tr: Sistem tarafından açık olarak işaretlenen ağ arayüzleri.
uk: Мережеві інтерфейси, які система позначила як увімкнені.
vi: Các giao diện mạng được hệ thống đánh dấu là đang bật.
zh_hans: 系统标记为已启用的网络接口。
zh_hant: 系統標記為已啟用的網路介面。

source: Network interface types present (e.g., cellular, Wi-Fi, wired).
ar: أنواع واجهات الشبكة المتوفرة (مثل: الخلوي، Wi-Fi، السلكي).
de: Vorhandene Arten von Netzwerkschnittstellen (z. B. Mobilfunk, Wi-Fi, kabelgebunden).
es: Tipos de interfaz de red presentes (p. ej., móvil, Wi-Fi, cableada).
fr: Types d'interfaces réseau présentes (par exemple cellulaire, Wi-Fi, filaire).
it: Tipi di interfaccia di rete presenti (ad esempio cellulare, Wi-Fi, cablata).
ja: 存在するネットワークインターフェイスの種類(セルラー、Wi-Fi、有線など)。
ko: 존재하는 네트워크 인터페이스 유형(예: 셀룰러, Wi-Fi, 유선).
pl: Obecne typy interfejsów sieciowych (np. komórkowy, Wi-Fi, przewodowy).
pt_br: Tipos de interface de rede presentes (por exemplo, celular, Wi-Fi, cabo).
pt_pt: Tipos de interface de rede presentes (por exemplo, móvel, Wi-Fi, com fios).
ru: Типы доступных сетевых интерфейсов (например, сотовая сеть, Wi-Fi, проводная).
tr: Mevcut ağ arayüzü türleri (ör. hücresel, Wi-Fi, kablolu).
uk: Наявні типи мережевих інтерфейсів (наприклад, мобільна мережа, Wi-Fi, кабель).
vi: Các loại giao diện mạng hiện có (ví dụ: di động, Wi-Fi, có dây).
zh_hans: 当前存在的网络接口类型（例如蜂窝、Wi-Fi、有线）。
zh_hant: 目前存在的網路介面類型（例如行動網路、Wi-Fi、有線）。

source: Network interface types used by the current connection.
ar: أنواع واجهات الشبكة التي يستخدمها الاتصال الحالي.
de: Netzwerkschnittstellentypen, die von der aktuellen Verbindung verwendet werden.
es: Tipos de interfaz de red que usa la conexión actual.
fr: Types d'interfaces réseau utilisés par la connexion actuelle.
it: Tipi di interfaccia di rete usati dalla connessione attuale.
ja: 現在の接続で使用しているネットワークインターフェースのタイプ。
ko: 현재 연결에서 사용하는 네트워크 인터페이스 유형이에요.
pl: Typy interfejsów sieciowych używane przez bieżące połączenie.
pt_br: Tipos de interface de rede usados pela conexão atual.
pt_pt: Tipos de interface de rede usados pela ligação atual.
ru: Типы сетевых интерфейсов, используемые текущим подключением.
tr: Geçerli bağlantının kullandığı ağ arayüzü türleri.
uk: Типи мережевих інтерфейсів, які використовує поточне з'єднання.
vi: Các loại giao diện mạng mà kết nối hiện tại đang sử dụng.
zh_hans: 当前连接正在使用的网络接口类型。
zh_hant: 目前連線正在使用的網路介面類型。

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pl: Dalej
pt_br: Avançar
pt_pt: Seguinte
ru: Далее
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: No active cellular subscription detected.
ar: لم يُكتشف أي اشتراك خلوي نشط.
de: Kein aktives Mobilfunkabonnement erkannt.
es: No se detectó ninguna suscripción móvil activa.
fr: Aucun abonnement cellulaire actif détecté.
it: Nessun abbonamento cellulare attivo rilevato.
ja: 有効なセルラー契約は検出されませんでした。
ko: 활성 셀룰러 가입이 감지되지 않았어요.
pl: Nie wykryto aktywnej subskrypcji komórkowej.
pt_br: Nenhuma assinatura de celular ativa detectada.
pt_pt: Nenhuma subscrição móvel ativa detetada.
ru: Активная сотовая подписка не обнаружена.
tr: Etkin bir hücresel abonelik algılanmadı.
uk: Активної підписки мобільної мережі не виявлено.
vi: Không phát hiện thuê bao di động đang hoạt động.
zh_hans: 未检测到正在使用的蜂窝服务。
zh_hant: 未偵測到有效的行動門號訂閱。

source: No active window scene
ar: لا يوجد مشهد نافذة نشط
de: Keine aktive Fensterszene
es: No hay escena de ventana activa
fr: Aucune scène de fenêtre active
it: Nessuna scena finestra attiva
ja: アクティブなウインドウシーンがありません
ko: 활성 윈도우 scene 없음
pl: Brak aktywnej sceny okna
pt_br: Nenhuma cena de janela ativa
pt_pt: Nenhuma cena de janela ativa
ru: Нет активной оконной сцены
tr: Etkin pencere sahnesi yok
uk: Немає активної сцени вікна
vi: Không có cảnh cửa sổ đang hoạt động
zh_hans: 无活动窗口场景
zh_hant: 無作用中視窗場景

source: No default device
ar: لا يوجد جهاز افتراضي
de: Kein Standardgerät
es: No hay dispositivo predeterminado
fr: Aucun appareil par défaut
it: Nessun dispositivo predefinito
ja: デフォルトデバイスがありません
ko: 기본 기기 없음
pl: Brak domyślnego urządzenia
pt_br: Nenhum dispositivo padrão
pt_pt: Nenhum dispositivo predefinido
ru: Нет устройства по умолчанию
tr: Varsayılan aygıt yok
uk: Немає пристрою за замовчуванням
vi: Không có thiết bị mặc định
zh_hans: 无默认设备
zh_hant: 無預設裝置

source: none
ar: لا شيء
de: keine
es: ninguna
fr: aucune
it: nessuno
ja: なし
ko: 없음
pl: brak
pt_br: nenhuma
pt_pt: nenhuma
ru: нет
tr: yok
uk: немає
vi: không có
zh_hans: 无
zh_hant: 無

source: none enabled
ar: لا شيء مُفعّل
de: keine aktiviert
es: ninguna activada
fr: aucun activé
it: nessuno attivo
ja: オンになっているものはありません
ko: 켜진 항목 없음
pl: żaden nie włączony
pt_br: nenhuma ativada
pt_pt: nenhuma ativada
ru: ничего не включено
tr: hiçbiri etkin değil
uk: жодних не ввімкнено
vi: không có cái nào được bật
zh_hans: 未开启任何
zh_hant: 都未開啟

source: Not available on macOS
ar: غير متوفر على macOS
de: Auf macOS nicht verfügbar
es: No disponible en macOS
fr: Indisponible sur macOS
it: Non disponibile su macOS
ja: macOSでは利用できません
ko: macOS에서 사용할 수 없음
pl: Niedostępne w systemie macOS
pt_br: Não disponível no macOS
pt_pt: Não disponível em macOS
ru: Недоступно в macOS
tr: macOS'te kullanılamıyor
uk: Недоступно на macOS
vi: Không khả dụng trên macOS
zh_hans: macOS 上不可用
zh_hant: 在 macOS 上無法使用

source: Not collected
ar: لم تُجمع
de: Nicht erfasst
es: Sin recopilar
fr: Non collecté
it: Non raccolto
ja: 未取得
ko: 수집 안 됨
pl: Nie zebrano
pt_br: Não coletado
pt_pt: Não recolhido
ru: Не собрано
tr: Toplanmadı
uk: Не зібрано
vi: Không thu thập
zh_hans: 尚未采集
zh_hant: 尚未收集

source: Not determined
ar: لم يُحدد
de: Nicht festgelegt
es: Sin determinar
fr: Non défini
it: Non determinato
ja: 未確定
ko: 결정되지 않음
pl: Nieokreślone
pt_br: Não determinado
pt_pt: Não determinado
ru: Не определено
tr: Belirlenmedi
uk: Не визначено
vi: Chưa xác định
zh_hans: 尚未确定
zh_hant: 尚未決定

source: Not enabled
ar: غير مُفعّل
de: Nicht aktiviert
es: No activado
fr: Non activé
it: Non attivo
ja: 無効
ko: 꺼짐
pl: Nie włączono
pt_br: Não ativado
pt_pt: Não ativado
ru: Не включено
tr: Etkin değil
uk: Не ввімкнено
vi: Không được bật
zh_hans: 未启用
zh_hant: 未啟用

source: Number of active cellular services (e.g., dual SIM).
ar: عدد الخدمات الخلوية النشطة (مثل: شريحة SIM المزدوجة).
de: Anzahl aktiver Mobilfunkdienste (z. B. Dual-SIM).
es: Número de servicios móviles activos (p. ej., doble SIM).
fr: Nombre de services cellulaires actifs (par exemple double SIM).
it: Numero di servizi cellulari attivi (ad esempio dual SIM).
ja: 有効なセルラーサービスの数(デュアルSIMなど)。
ko: 활성 셀룰러 서비스 수(예: 듀얼 SIM).
pl: Liczba aktywnych usług komórkowych (np. dual SIM).
pt_br: Número de serviços de celular ativos (por exemplo, dual SIM).
pt_pt: Número de serviços móveis ativos (por exemplo, SIM duplo).
ru: Количество активных сотовых сервисов (например, при dual SIM).
tr: Etkin hücresel hizmet sayısı (ör. çift SIM).
uk: Кількість активних мобільних служб (наприклад, dual SIM).
vi: Số dịch vụ di động đang hoạt động (ví dụ: hai SIM).
zh_hans: 正在使用的蜂窝服务数量（例如双卡）。
zh_hant: 目前作用中的行動服務數量（例如雙 SIM 卡）。
